module.exports = [
  {
    "id": 1,
    "name":"八案山",
    "longitude": "113.40",
    "latitude": "29.40",
    "his": "明清属新店团；民国属蒲山乡；1950年属朱巷乡；1956年属蒲首乡炬光农业合作社；1958年属赵李桥公社蒲首管理区泉坑大队；1961年恢复建制属赵李桥区新店公社泉坑大队；1975年撤区并社属新店公社马蹄大队；1981年更名属马蹄湖大队；1984年设区建乡属新店区新店乡马蹄湖村；1986年乡镇体制改革属新店镇马蹄湖村；2001年乡镇合并属新店镇马蹄湖村；2004年合村并组属新店镇雨亭岭村十三组至今。",
    "loc": "该居民点位于雨亭岭村西北部，距村委会驻地1千米。东邻木塘垄孟家；南接马蹄湖；西连马蹄湖；北与吴家咀毗邻。房屋占地面积约0.0011平方千米，居民房屋呈“块”状分布。居民姓氏有徐、刘、黄等姓，以黄姓为主，均为汉族。2014年末共有居民10户40人。水田58亩、旱地2.8亩、山林8亩。居民主要种植的农作物和经济作物有水稻、湘莲、油菜、豆类、玉米、芝麻等，经济来源主要是以种植、务农、务工为主。",
    "pic":"https://graph.baidu.com/resource/11417a0db35b15f77417e01539744544.jpg"
  },
  {
    "id": 2,
    "name": "八把刀",
    "longitude": "113.39",
    "latitude": "29.53",
    "his": "1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会北部，距村委会驻地八把刀村三组约1.5千米。东邻陆水河堤，南接闸上，西连东风村乌龟畔，北与东风村毗邻。房屋占地面积约0.0144平方千米，房屋呈“块”状分布。居民姓氏有王、吴、冷、刘、虢等姓。2014年末共有居民72户259人，均为汉族。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1e5f3dd291145b79bde2701539744634.jpg"
  },
  {
    "id": 3,
    "name": "八把刀村窖湾",
    "longitude": "113.39",
    "latitude": "29.51",
    "his": "民国属嘉鱼县南复乡。1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村一组至今。2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会南部，距村委会驻地八把刀村三组约2.5千米。东邻陆水河，南接柳山镇，西连新村，北与大礼堂毗邻。房屋占地面积约0.014平方千米，房屋呈“块”状分布。居民姓氏有王、定、张、魏、刘等姓。2014年末共有居民68户239人，以汉族为主，其中回族居民有28户156人。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/15cd84ec980795957ccab01539744703.jpg"
  },
  {
    "id": 4,
    "name": "八儿塘喻家",
    "longitude": "114.07",
    "latitude": "29.46",
    "his": "清朝属汀泗团；民国属汀泗乡；1950年属西湾乡；1955年属白羊乡同心一高级农业合作社；1958年属官塘管理区同心一大队；1961年属白羊公社同心一大队；1975年属官塘公社同心大队；1981年更名为西湾畈大队；1984年属官塘区官塘乡西湾畈村；1987年属官塘驿镇西湾畈村；2004年合村并组属西湾村8组至今。",
    "loc": "该居民点位于西湾村西部，距村委会驻地麦园岭小学5千米。东邻大屋叶家；南接叶家三角冲；西连十里坪果园厂；北与石泉村苏家毗邻。房屋占地面积0.0028平方千米，居民房屋呈“条”状分布。居民有喻、叶、胡、张姓，以喻、叶姓为主，均为汉族。2014年末共有居民14户71人。水田158亩，旱地30亩，山林150亩，居民主要种植水稻、油料、蔬菜、大豆、玉米、红薯等经济作物，经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/159b60a1d8f9c289fc15601539744737.jpg"
  },
  {
    "id": 5,
    "name": "八坊何家",
    "longitude": "113.54",
    "latitude": "29.48",
    "his": "明至清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡。1950年属贺龙乡；1955年属金龙乡日新农业社；1958年属金龙管理区日新大队；1961年属金龙公社；1966年并入龟山大队；1975年划入杨家岭公社；1984年撤社建乡属杨家岭乡龟山村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇；2002年龟山村分出部份另设金家岭村为金家岭村；2004年合村并组，金家岭村并入董家岭村，属中伙铺镇董家岭村18组至今。",
    "loc": "该居民点位于董家岭村中部，距村委会驻地砂垴山约0.5千米。东邻二坊何家,南接庙二垅张家，西连娘庄张家，北与娘娘山毗邻。房屋占地面积约0.0037平方千米，居民房屋呈“网”状分布。居民姓氏有何、张，以何姓为主，均为汉族。2014年末共有居民18户102人。水田112亩、旱地25亩、山林510亩。居民主要种植的农作物和经济作物有水稻、红薯、花生、湘莲、茶叶、蔬菜等。经济来源主要是以务农、务工、经商为主。",
    "pic": "https://graph.baidu.com/resource/173e670af489da9c0345f01539744765.jpg"
  },
  {
    "id": 6,
    "name": "八房咀",
    "longitude": "113.40",
    "latitude": "29.30",
    "his": "民国初属羊楼洞自治区港口团；民国三十五年（1946年）撤团设乡属松峰乡；1950年属柳林乡；1955年属石泉乡迎宪三高级农业合作社；1958年属石泉管理区红星三大队；1961年属蓼坪公社红星三大队；1966年更名为大港大队；1975年划入赵李桥公社；1984年撤社建乡划入羊楼司镇；1986年划入赵李桥镇；2004年并入羊楼司村，属赵李桥镇羊楼司村十二组至今。",
    "loc": "该居民点位于羊楼司村东南部，距村委会驻地107国道1404千米处约6.5千米。东邻湖南省临湘市羊楼司镇大全村，南接湖南省临湘市羊楼司镇小港村，西连寺下，北与陈家门毗邻。房屋占地面积约0.001平方千米，房屋呈“块”状分布。居民有李、胡等姓，以李姓为主，均为汉族。2014年末共有居民4户24人，水田13亩，旱地8亩，山林43亩。居民主要种植的农作物和经济作物有：水稻、蔬菜，油菜、红薯，经济来源以务农、竹木经销为主。",
    "pic": "https://graph.baidu.com/resource/16701e8f8c8d294f2aae501539744794.jpg"
  },
  {
    "id": 7,
    "name": "八房内",
    "longitude": "113.47",
    "latitude": "29.36",
    "his": "1950年属茶庵乡；1953年属三泉乡；1955年属高潮、罗峰两个农业社；1958年属茶庵公社高潮、罗峰两个大队；1971年与五星大队合并，属五星大队；1981年从五星大队分出，属罗峰大队。",
    "loc": "位于公社驻地南3.1千米，大队驻地东1.2千米，主产水稻、茶叶。",
    "pic": "https://graph.baidu.com/resource/1d43eb45837f30ad0335401539744819.jpg"
  },
  {
    "id": 8,
    "name": "八房张家",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡；1950年属贺龙乡；1955年属金龙乡李港农业合作社；1958年属金龙管理区李港大队；1961年属金龙公社；1966年并入共同大队；1975年划入杨家岭公社；1981年更名为李家港大队；1984年撤社建乡属杨家岭乡李家港村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇，属中伙铺镇李家港村10组至今。",
    "loc": "该居民点位于李家港村委会东部，距村委会驻地李家港1千米。东邻九房张家；南接十房张家；西连孙家塔桥；北与肖谢家毗邻。房屋占地面积约0.0032平方千米，呈“长方形”状分布。居民均为张姓，汉族。2014年末共有居民16户123人。水田184.5亩、旱地35亩、山林137亩。居民主要种植的农作物和经济作物有水稻、油菜、芝麻、黄豆、湘莲、蔬菜等，兼营养猪、养鱼。经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/183664b731e96f79634f901539744841.jpg"
  },
  {
    "id": 9,
    "name": "八家田庄",
    "longitude": "113.40",
    "latitude": "29.44",
    "his": "明至清属沙阳乡枫桥团；民国初属车埠自治区枫桥团；民国三十五年（1946年）撤团设乡属环湖乡；1950年属大罗乡；1955年属长泉乡照耀农业合作社；1958年属长泉管理区照耀大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为烟竹坡大队；1984年撤社建乡属大罗湖乡烟竹坡村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村5组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约2千米。东邻佳木咀；南接戚家塘徐家；西连四清水库；北与枫桥村毗邻。房屋占地面积0.006平方千米，居民房屋呈“块”状分布，居民均为田姓，汉族。2014年末共有居民20户，153人，水田120亩，旱地30亩，山林20亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16721f2c3394a3b07c1ee01539744871.jpg"
  },
  {
    "id": 10,
    "name": "八角坳路",
    "longitude": "113.34",
    "latitude": "29.48",
    "his": "1959年,此地居民在八角坳桥周边建房定居，并逐步形成居民点，1988年正式命名，2005年2月属黄盖湖农场后勤单位，隶属黄盖湖农场管理；2005年3月，黄盖湖(农场)管理区增设“黄盖社区办事处”，隶属社区办事处管理；2007年11月黄盖社区办事处更名为黄盖街道居民委员会,隶属街道委员会管理；2011年12月，成立黄盖社区居委会，隶属黄盖社区居委会管理至今。",
    "loc": "该居民点位于社区居委会东部，距社区居委会驻地与1.5千米。东邻架子山，南界群英路，西连沿山墩，北与赤壁镇太平口村毗邻。房屋占地面积约0.0034平方千米，居民房屋呈“方”形分布，姓氏以肖、夏、曾、叶等为主。2014年末有居民17户44人，经济来源以经商、务工、退休金等为主。",
    "pic": "https://graph.baidu.com/resource/1092f479654bb7ef72aca01539744894.jpg"
  },
  {
    "id": 11,
    "name": "八角垅祝家",
    "longitude": "113.42",
    "latitude": "29.43",
    "his": "民国初属车埠自治区斗门团；民国三十五年（1946年）撤团设乡属郭璞乡；1950年属大罗乡；1955年属长泉乡新华农业合作社；1958年属长泉管理区新华大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为天井山大队；1984年撤社建乡属斗门桥乡天井山村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村15组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约3千米。东邻泉塘水库；南界官士坳村；西连泉井坡沈家；北与大罗湖公路毗邻。房屋占地面积0.01平方千米，居民房屋呈“块”状分布，居民均为祝姓，汉族。2014年末共有居民40户，216人，水田402亩，旱地80亩，山林70亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/17c00a104f78c7328530a01539744981.jpg"
  },
  {
    "id": 12,
    "name": "八蛇畈吕家",
    "longitude": "113.52",
    "latitude": "29.47",
    "his": "明朝元年至1951年属嘉鱼县石塘乡和八蛇乡；1952年划属蒲圻县五区管辖；1955年属建设乡先锋八高级农业合作社；1958年属建设管理区先锋八大队；1961年属建设公社；1966年合并为向阳大队，1975年并入黄龙公社；1981年更名为八蛇畈大队；1984年撤社建乡属黄龙乡八蛇畈村，1986年撤乡建镇属黄龙镇，2001年黄龙镇并入赤马港办事处为八蛇村二组至今。",
    "loc": "八蛇畈原为二、三、四组，现合成村二组，位于村委会西面，距村委会驻地庄咀头1千米。东邻村委会，南接周庄任四组，西连杨泗庙村，北与嘉鱼县官桥毗邻。居民房屋占地面积0.035平方千米。村民姓氏有吕、郑等姓，以吕姓为主，均为汉族，2014年末有145户、798人。耕地913.5亩，山林占地面积819亩，主要经济作物和农作物有水稻、油菜、湘莲。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1685955d5b621a5ecfb9c01539745005.jpg"
  },
  {
    "id": 13,
    "name": "八王庙卢家",
    "longitude": "113.48",
    "latitude": "29.40",
    "his": "元至清属吉阳乡白石团；民国初属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属长龙乡；1955年属青峰乡辉煌农业合作社；1958年属青峰管理区辉煌大队；1961年属青峰公社；1975年属茶庵公社；1982年辉煌大队分别为八王庙、长龙岭两个大队属八王庙大队；1984年撤社建乡属青石桥乡八王庙村；1987年撤乡建镇属茶庵岭镇八王庙村6组至今。",
    "loc": "该居民点位于村委会西部，距村委会驻地田坑张家约1千米。东邻高脚彭家；南接望湖咀张家；西连古庄陈家；北与岭上龚家毗邻。房屋占地面积0.0066平方千米，居民房屋呈“块”状分布，居民有卢、袁姓，以卢姓为主，均为汉族。2014年末共有居民33户136人，水田183亩，旱地20亩，山林35亩，居民以种植水稻、红薯、黄豆、芝麻、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/1c9efbabd1193de2b3e7201539745036.jpg"
  },
  {
    "id": 14,
    "name": "八屋",
    "longitude": "113.37",
    "latitude": "29.40",
    "his": "明属洪山里；清属洪山团；民国属环湖乡第三保；1950年属第一区滨湖乡；1956年属洪山乡月星二农业社；1958年属洪山管理区月星二大队；1961年属洪山公社月星二大队；1981年属洪山公社月星山大队；1984年撤社，属洪山乡月星山村；1987年属余家桥镇月星山村；2002年属洪山农业开发区月星山村；2004年属余家桥乡月星山村三组至今。",
    "loc": "宋家八屋位于月星山村中部，距村委会0.8千米，东邻肖家畈，南接塘抵山，西连老新屋，北与水库坡毗邻。房屋占地面积约为0.002平方千米，居民房屋成网状分布，居民有宋、黄、刘姓，以宋姓为主，均为汉族，2014年末有居民8户35人，水田40亩，旱地7亩，山林85亩，居民种植主要农作物为水稻、油菜、红薯等，经济来源以务农、务工、经商为主。境内景点有三国东吴丁奉王爷庙。",
    "pic": "https://graph.baidu.com/resource/1c1473ffaacfb4580d05a01539745074.jpg"
  },
  {
    "id": 15,
    "name": "八屋冲",
    "longitude": "113.36",
    "latitude": "29.49",
    "his": "1950年设乡属铁山乡；1956年属小柏乡铁山高级农业合作社；1958年属小柏管理区铁山大队；1961年恢复区镇建制属车埠区小柏公社铁山大队；1975年撤区并社属小柏公社铁山大队；1981年属小柏公社铁山咀大队；1984年设区建乡属赤壁区小柏山乡铁山咀村；1986年乡镇体制改革属赤壁镇铁山咀村；2001年乡镇合并属赤壁镇铁山咀村；2004年村组合并属赤壁镇周郎嘴村八组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于周郎嘴村西北部，距村委会驻地5千米。东邻清江寨，南接项家岭，西连雷家咀居民点，北与雷家咀居民点毗邻。房屋占地面积约0.0024平方千米，房屋呈“带”状分布。居民姓氏有朱、吴两姓，以朱姓为主，均为汉族。2014年末共有居民12户55人。水田82亩，旱地53亩，山林248亩。居民主要种植的农作物和经济作物有水稻，油菜等作物，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19e3255875d0910417ea401539745111.jpg"
  },
  {
    "id": 16,
    "name": "八屋李家",
    "longitude": "113.47",
    "latitude": "29.38",
    "his": "明至清属吉阳乡白石团；明国初期属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属白石乡；1955年属三泉乡白石农业合作社；1958年属三泉管理区白石大队；1961年属茶庵公社白石大队；1981年更名为白石庙大队；1984年撤社建乡属茶庵乡白石村；1987年撤乡建镇属茶庵岭镇白石村1组至今。",
    "loc": "该居民点位于白石村西部，距村委会驻地1.1千米。东邻107国道；南接宋家岭；西连中央湾李家；北与武深高速毗邻。房屋占地面积0.002平方千米，居民房屋呈“条”状分布。居民有姓李、冯、马、王，以李姓为主，均为汉族，2014年末有居民10户，87人；水田100亩，旱地30亩，山林36亩，村民主要种植的农作物和经济作物有水稻、红薯、油菜、黄豆、西瓜、蔬菜等，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16e48a9b6b287a0e7d00101539745137.jpg"
  },
  {
    "id": 17,
    "name": "八屋坡A",
    "longitude": "113.36",
    "latitude": "29.43",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "该居民点位于丛林村东北部，距村委会驻地原丛林小学1千米，东邻冷家湖村胡家垄，南接张家大屋，西连张家新屋，北与山陡坡毗邻。房屋占地面积约为0.002平方千米，居民房屋呈网状分布。居民为张姓，均为汉族。2014年末，有居民10户45人，水田60亩，旱地15亩，山林115亩，居民种植主要农作物为水稻、油菜、红薯、芝麻、蔬菜，经济来源以务农、务工、种养殖业为主。",
    "pic": "https://graph.baidu.com/resource/18c9a76074e0d92b6bd7f01539745170.jpg"
  },
  {
    "id": 18,
    "name": "八屋坡B",
    "longitude": "113.35",
    "latitude": "29.45",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "位于公社驻地西北4.5公里，大队驻地东1.3公里，人口46，以种植水稻、苎麻为主，渔为副业。",
    "pic": "https://graph.baidu.com/resource/11fd420522a7c00ac1b4501539745191.jpg"
  },
  {
    "id": 19,
    "name": "八猪哲方家",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清朝属方桥团，民国属丁母乡。1950年设乡属青云乡；1955年属长青一农业合作社；1958年属五星管理区长青一大队；1961年属神山区洪岭公社长青一大队；1975年撤区并社属宋河公社长青一大队；1984年设区建乡属神山区宋河乡马铺村；1986年乡镇体制改革属神山镇马铺村；2001年乡镇合并属神山镇马铺村；2004年村组合并属神山镇马铺村6组至今。",
    "loc": "该居民点位于马铺村南部，距村委会驻地1.1千米。东邻马铺八组；南接马铺七组；西连九房张家；北与马铺五组毗邻。房屋占地面积约0.002415平方千米，居民房屋呈“长”状分布。居民姓氏有方、万等姓，以方姓为主，均为汉族。2014年末，共有居民23户77人、水田228亩、旱地38亩、山林420亩。居民主要种植的农作物和经济作物有水稻、油菜、湘莲，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19a4f3aaa0ee16cad5af601539745237.jpg"
  },
  {
    "id": 20,
    "name": "八庄河覃家",
    "longitude": "114.02",
    "latitude": "29.52",
    "his": "宋朝至清朝属北乡池江团；民国属西凉乡；1950年设乡属埠头乡；1955年为灯塔二农业合作社；1958年为神山管理区灯塔二大队；1961年恢复区社建制属神山区神山公社灯塔二大队；1975年撤区并社属神山公社埠头大队；1981年属杨桥大队；1984年设区建乡属神山区神山乡杨桥村；1986年乡镇体制改革属神山镇杨桥村；2004年村组合并杨桥村并入埠头村属神山镇埠头村一组至今。",
    "loc": "该居民点位于埠头村东北部，距村委会驻地3千米。东邻凤凰村；南接金漆海覃家；西连门口鱼池；北与神山湖毗邻。房屋占地面积约0.005平方千米，房屋呈“条”状分布。居民有覃、孙姓，以覃姓为主，均为汉族。2014年末，共有居民48户199人、水田320亩、旱地80亩、山林350亩。村民主要种植水稻、油菜、湘莲、花生。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1299a2abcfe6e89ef241301539745270.jpg"
  },
  {
    "id": 21,
    "name": "八字门",
    "longitude": "113.39",
    "latitude": "29.48",
    "his": "明清属西乡小柏团，民国属环湖乡第十保。1950年设乡属小柏乡；1956年属小柏乡和平农业合作社；1958属小柏管理区和平大队；1961年属小柏公社和平大队； 1970年划属赤壁公社东风七大队；1981年更名属芦林畈大队；1984年撤社属小柏乡芦林畈村；1986年撤区建镇属赤壁镇芦林畈村；2004年村组合并属赤壁镇小柏山村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于村委会驻地西面，距村委会驻地1300米，东邻芦林畈居民点，南接芦林畈，西连芦林畈小学，北与主公山相连毗邻，房屋占地面积0.0026平方千米，房屋呈带状分布，2014年末有居民13户75人，村民姓氏均为王姓，均为汉族，有水田93亩，旱地75亩，山林136亩，主要农作物是水稻、棉花，主要经济来源以农工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1470731280f6b4d41fe0401539745292.jpg"
  },
  {
    "id": 22,
    "name": "芭蕉凼",
    "longitude": "113.55",
    "latitude": "29.39",
    "his": "1950年设乡属大梅乡；1956年为宝胜农业合作社；1958年属宝胜大队；1975年撤区并社属荆泉公社双泉、红日大队；1984年设区建乡属荆泉镇双泉村；1986年乡镇体制改革属荆泉办事处双泉。",
    "loc": "位于村委会驻地东南1.8千米，紫金泉山东南1.2千米，盛产楠竹。",
    "pic": "https://graph.baidu.com/resource/11b3db1c275a4608bed0301539745311.jpg"
  },
  {
    "id": 23,
    "name": "芭蕉泉廖家",
    "longitude": "114.00",
    "latitude": "29.44",
    "his": "远古自然形成，属本村七组管辖至今。",
    "loc": "芭蕉泉位于南山村村民委员会东南部，距村委会1千米。东邻赤壁市公路应急中心矿山；南接长丰山；西连大泉周家；北与组级公路毗邻。泉眼深2米，最低水位1.7米，最高水位2.2米，涌水高0.5米，最大输水量150立方米，日出水量80立方米。年平均水温10度，属冷泉，天暖夏凉，水味纯正甘甜可口。",
    "pic": "https://graph.baidu.com/resource/1631f06d2e98342a945d001539745335.jpg"
  },
  {
    "id": 24,
    "name": "芭茅塘",
    "longitude": "114.02",
    "latitude": "29.39",
    "his": "解放初期属于随阳镇新民大队；1971年划归红林山分场管辖至今。",
    "loc": "该地片位于红林山林场西部，距分场场部4.2千米，地片面积3400亩，山体生长有松、杉等树林及楠木。东邻黄鹰岩，南界狮子山，西连陆水水库与芳世湾，北与塘湾毗邻。陆水水库修建之前，该处叫芭蕉畈，陆水水库蓄水后，芭蕉畈没入水中，与畈连接的西岸山坡红林山林场建有芭蕉生产队护林点，占地面积60平方米，造筑面积30平方米，主要职责看守林木，防火防盗，简易道路的维护，值守人员实行轮班制。",
    "pic": "https://graph.baidu.com/resource/109da7ee36c0eefccc10e01539745354.jpg"
  },
  {
    "id": 25,
    "name": "南泰中央华府",
    "longitude": "113.40",
    "latitude": "29.40",
    "his": "明清属新店团；民国属蒲山乡；1950年属朱巷乡；1956年属蒲首乡炬光农业合作社；1958年属赵李桥公社蒲首管理区泉坑大队；1961年恢复建制属赵李桥区新店公社泉坑大队；1975年撤区并社属新店公社马蹄大队；1981年更名属马蹄湖大队；1984年设区建乡属新店区新店乡马蹄湖村；1986年乡镇体制改革属新店镇马蹄湖村；2001年乡镇合并属新店镇马蹄湖村；2004年合村并组属新店镇雨亭岭村十三组至今。",
    "loc": "该居民点位于雨亭岭村西北部，距村委会驻地1千米。东邻木塘垄孟家；南接马蹄湖；西连马蹄湖；北与吴家咀毗邻。房屋占地面积约0.0011平方千米，居民房屋呈“块”状分布。居民姓氏有徐、刘、黄等姓，以黄姓为主，均为汉族。2014年末共有居民10户40人。水田58亩、旱地2.8亩、山林8亩。居民主要种植的农作物和经济作物有水稻、湘莲、油菜、豆类、玉米、芝麻等，经济来源主要是以种植、务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/11417a0db35b15f77417e01539744544.jpg"
  },
  {
    "id": 26,
    "name": "心愿小区",
    "longitude": "113.39",
    "latitude": "29.53",
    "his": "1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会北部，距村委会驻地八把刀村三组约1.5千米。东邻陆水河堤，南接闸上，西连东风村乌龟畔，北与东风村毗邻。房屋占地面积约0.0144平方千米，房屋呈“块”状分布。居民姓氏有王、吴、冷、刘、虢等姓。2014年末共有居民72户259人，均为汉族。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1e5f3dd291145b79bde2701539744634.jpg"
  },
  {
    "id": 27,
    "name": "咸高教师小区",
    "longitude": "113.39",
    "latitude": "29.51",
    "his": "民国属嘉鱼县南复乡。1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村一组至今。2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会南部，距村委会驻地八把刀村三组约2.5千米。东邻陆水河，南接柳山镇，西连新村，北与大礼堂毗邻。房屋占地面积约0.014平方千米，房屋呈“块”状分布。居民姓氏有王、定、张、魏、刘等姓。2014年末共有居民68户239人，以汉族为主，其中回族居民有28户156人。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/15cd84ec980795957ccab01539744703.jpg"
  },
  {
    "id": 28,
    "name": "咸安区邮政局宿舍",
    "longitude": "114.07",
    "latitude": "29.46",
    "his": "清朝属汀泗团；民国属汀泗乡；1950年属西湾乡；1955年属白羊乡同心一高级农业合作社；1958年属官塘管理区同心一大队；1961年属白羊公社同心一大队；1975年属官塘公社同心大队；1981年更名为西湾畈大队；1984年属官塘区官塘乡西湾畈村；1987年属官塘驿镇西湾畈村；2004年合村并组属西湾村8组至今。",
    "loc": "该居民点位于西湾村西部，距村委会驻地麦园岭小学5千米。东邻大屋叶家；南接叶家三角冲；西连十里坪果园厂；北与石泉村苏家毗邻。房屋占地面积0.0028平方千米，居民房屋呈“条”状分布。居民有喻、叶、胡、张姓，以喻、叶姓为主，均为汉族。2014年末共有居民14户71人。水田158亩，旱地30亩，山林150亩，居民主要种植水稻、油料、蔬菜、大豆、玉米、红薯等经济作物，经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/159b60a1d8f9c289fc15601539744737.jpg"
  },
  {
    "id": 29,
    "name": "戴家岭",
    "longitude": "113.54",
    "latitude": "29.48",
    "his": "明至清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡。1950年属贺龙乡；1955年属金龙乡日新农业社；1958年属金龙管理区日新大队；1961年属金龙公社；1966年并入龟山大队；1975年划入杨家岭公社；1984年撤社建乡属杨家岭乡龟山村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇；2002年龟山村分出部份另设金家岭村为金家岭村；2004年合村并组，金家岭村并入董家岭村，属中伙铺镇董家岭村18组至今。",
    "loc": "该居民点位于董家岭村中部，距村委会驻地砂垴山约0.5千米。东邻二坊何家,南接庙二垅张家，西连娘庄张家，北与娘娘山毗邻。房屋占地面积约0.0037平方千米，居民房屋呈“网”状分布。居民姓氏有何、张，以何姓为主，均为汉族。2014年末共有居民18户102人。水田112亩、旱地25亩、山林510亩。居民主要种植的农作物和经济作物有水稻、红薯、花生、湘莲、茶叶、蔬菜等。经济来源主要是以务农、务工、经商为主。",
    "pic": "https://graph.baidu.com/resource/173e670af489da9c0345f01539744765.jpg"
  },
  {
    "id": 30,
    "name": "烟草宿舍",
    "longitude": "113.40",
    "latitude": "29.30",
    "his": "民国初属羊楼洞自治区港口团；民国三十五年（1946年）撤团设乡属松峰乡；1950年属柳林乡；1955年属石泉乡迎宪三高级农业合作社；1958年属石泉管理区红星三大队；1961年属蓼坪公社红星三大队；1966年更名为大港大队；1975年划入赵李桥公社；1984年撤社建乡划入羊楼司镇；1986年划入赵李桥镇；2004年并入羊楼司村，属赵李桥镇羊楼司村十二组至今。",
    "loc": "该居民点位于羊楼司村东南部，距村委会驻地107国道1404千米处约6.5千米。东邻湖南省临湘市羊楼司镇大全村，南接湖南省临湘市羊楼司镇小港村，西连寺下，北与陈家门毗邻。房屋占地面积约0.001平方千米，房屋呈“块”状分布。居民有李、胡等姓，以李姓为主，均为汉族。2014年末共有居民4户24人，水田13亩，旱地8亩，山林43亩。居民主要种植的农作物和经济作物有：水稻、蔬菜，油菜、红薯，经济来源以务农、竹木经销为主。",
    "pic": "https://graph.baidu.com/resource/16701e8f8c8d294f2aae501539744794.jpg"
  },
  {
    "id": 31,
    "name": "桂竹花园小区",
    "longitude": "113.47",
    "latitude": "29.36",
    "his": "1950年属茶庵乡；1953年属三泉乡；1955年属高潮、罗峰两个农业社；1958年属茶庵公社高潮、罗峰两个大队；1971年与五星大队合并，属五星大队；1981年从五星大队分出，属罗峰大队。",
    "loc": "位于公社驻地南3.1千米，大队驻地东1.2千米，主产水稻、茶叶。",
    "pic": "https://graph.baidu.com/resource/1d43eb45837f30ad0335401539744819.jpg"
  },
  {
    "id": 32,
    "name": "桂竹新天地",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡；1950年属贺龙乡；1955年属金龙乡李港农业合作社；1958年属金龙管理区李港大队；1961年属金龙公社；1966年并入共同大队；1975年划入杨家岭公社；1981年更名为李家港大队；1984年撤社建乡属杨家岭乡李家港村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇，属中伙铺镇李家港村10组至今。",
    "loc": "该居民点位于李家港村委会东部，距村委会驻地李家港1千米。东邻九房张家；南接十房张家；西连孙家塔桥；北与肖谢家毗邻。房屋占地面积约0.0032平方千米，呈“长方形”状分布。居民均为张姓，汉族。2014年末共有居民16户123人。水田184.5亩、旱地35亩、山林137亩。居民主要种植的农作物和经济作物有水稻、油菜、芝麻、黄豆、湘莲、蔬菜等，兼营养猪、养鱼。经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/183664b731e96f79634f901539744841.jpg"
  },
  {
    "id": 33,
    "name": "温馨家园",
    "longitude": "113.40",
    "latitude": "29.44",
    "his": "明至清属沙阳乡枫桥团；民国初属车埠自治区枫桥团；民国三十五年（1946年）撤团设乡属环湖乡；1950年属大罗乡；1955年属长泉乡照耀农业合作社；1958年属长泉管理区照耀大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为烟竹坡大队；1984年撤社建乡属大罗湖乡烟竹坡村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村5组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约2千米。东邻佳木咀；南接戚家塘徐家；西连四清水库；北与枫桥村毗邻。房屋占地面积0.006平方千米，居民房屋呈“块”状分布，居民均为田姓，汉族。2014年末共有居民20户，153人，水田120亩，旱地30亩，山林20亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16721f2c3394a3b07c1ee01539744871.jpg"
  },
  {
    "id": 34,
    "name": "石油小区",
    "longitude": "113.34",
    "latitude": "29.48",
    "his": "1959年,此地居民在八角坳桥周边建房定居，并逐步形成居民点，1988年正式命名，2005年2月属黄盖湖农场后勤单位，隶属黄盖湖农场管理；2005年3月，黄盖湖(农场)管理区增设“黄盖社区办事处”，隶属社区办事处管理；2007年11月黄盖社区办事处更名为黄盖街道居民委员会,隶属街道委员会管理；2011年12月，成立黄盖社区居委会，隶属黄盖社区居委会管理至今。",
    "loc": "该居民点位于社区居委会东部，距社区居委会驻地与1.5千米。东邻架子山，南界群英路，西连沿山墩，北与赤壁镇太平口村毗邻。房屋占地面积约0.0034平方千米，居民房屋呈“方”形分布，姓氏以肖、夏、曾、叶等为主。2014年末有居民17户44人，经济来源以经商、务工、退休金等为主。",
    "pic": "https://graph.baidu.com/resource/1092f479654bb7ef72aca01539744894.jpg"
  },
  {
    "id": 35,
    "name": "东兴花园小区",
    "longitude": "113.42",
    "latitude": "29.43",
    "his": "民国初属车埠自治区斗门团；民国三十五年（1946年）撤团设乡属郭璞乡；1950年属大罗乡；1955年属长泉乡新华农业合作社；1958年属长泉管理区新华大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为天井山大队；1984年撤社建乡属斗门桥乡天井山村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村15组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约3千米。东邻泉塘水库；南界官士坳村；西连泉井坡沈家；北与大罗湖公路毗邻。房屋占地面积0.01平方千米，居民房屋呈“块”状分布，居民均为祝姓，汉族。2014年末共有居民40户，216人，水田402亩，旱地80亩，山林70亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/17c00a104f78c7328530a01539744981.jpg"
  },
  {
    "id": 36,
    "name": "久福小区",
    "longitude": "113.52",
    "latitude": "29.47",
    "his": "明朝元年至1951年属嘉鱼县石塘乡和八蛇乡；1952年划属蒲圻县五区管辖；1955年属建设乡先锋八高级农业合作社；1958年属建设管理区先锋八大队；1961年属建设公社；1966年合并为向阳大队，1975年并入黄龙公社；1981年更名为八蛇畈大队；1984年撤社建乡属黄龙乡八蛇畈村，1986年撤乡建镇属黄龙镇，2001年黄龙镇并入赤马港办事处为八蛇村二组至今。",
    "loc": "八蛇畈原为二、三、四组，现合成村二组，位于村委会西面，距村委会驻地庄咀头1千米。东邻村委会，南接周庄任四组，西连杨泗庙村，北与嘉鱼县官桥毗邻。居民房屋占地面积0.035平方千米。村民姓氏有吕、郑等姓，以吕姓为主，均为汉族，2014年末有145户、798人。耕地913.5亩，山林占地面积819亩，主要经济作物和农作物有水稻、油菜、湘莲。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1685955d5b621a5ecfb9c01539745005.jpg"
  },
  {
    "id": 37,
    "name": "文笔路供电小区",
    "longitude": "113.48",
    "latitude": "29.40",
    "his": "元至清属吉阳乡白石团；民国初属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属长龙乡；1955年属青峰乡辉煌农业合作社；1958年属青峰管理区辉煌大队；1961年属青峰公社；1975年属茶庵公社；1982年辉煌大队分别为八王庙、长龙岭两个大队属八王庙大队；1984年撤社建乡属青石桥乡八王庙村；1987年撤乡建镇属茶庵岭镇八王庙村6组至今。",
    "loc": "该居民点位于村委会西部，距村委会驻地田坑张家约1千米。东邻高脚彭家；南接望湖咀张家；西连古庄陈家；北与岭上龚家毗邻。房屋占地面积0.0066平方千米，居民房屋呈“块”状分布，居民有卢、袁姓，以卢姓为主，均为汉族。2014年末共有居民33户136人，水田183亩，旱地20亩，山林35亩，居民以种植水稻、红薯、黄豆、芝麻、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/1c9efbabd1193de2b3e7201539745036.jpg"
  },
  {
    "id": 38,
    "name": "锦晨花园",
    "longitude": "113.37",
    "latitude": "29.40",
    "his": "明属洪山里；清属洪山团；民国属环湖乡第三保；1950年属第一区滨湖乡；1956年属洪山乡月星二农业社；1958年属洪山管理区月星二大队；1961年属洪山公社月星二大队；1981年属洪山公社月星山大队；1984年撤社，属洪山乡月星山村；1987年属余家桥镇月星山村；2002年属洪山农业开发区月星山村；2004年属余家桥乡月星山村三组至今。",
    "loc": "宋家八屋位于月星山村中部，距村委会0.8千米，东邻肖家畈，南接塘抵山，西连老新屋，北与水库坡毗邻。房屋占地面积约为0.002平方千米，居民房屋成网状分布，居民有宋、黄、刘姓，以宋姓为主，均为汉族，2014年末有居民8户35人，水田40亩，旱地7亩，山林85亩，居民种植主要农作物为水稻、油菜、红薯等，经济来源以务农、务工、经商为主。境内景点有三国东吴丁奉王爷庙。",
    "pic": "https://graph.baidu.com/resource/1c1473ffaacfb4580d05a01539745074.jpg"
  },
  {
    "id": 39,
    "name": "云龙福德花园",
    "longitude": "113.36",
    "latitude": "29.49",
    "his": "1950年设乡属铁山乡；1956年属小柏乡铁山高级农业合作社；1958年属小柏管理区铁山大队；1961年恢复区镇建制属车埠区小柏公社铁山大队；1975年撤区并社属小柏公社铁山大队；1981年属小柏公社铁山咀大队；1984年设区建乡属赤壁区小柏山乡铁山咀村；1986年乡镇体制改革属赤壁镇铁山咀村；2001年乡镇合并属赤壁镇铁山咀村；2004年村组合并属赤壁镇周郎嘴村八组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于周郎嘴村西北部，距村委会驻地5千米。东邻清江寨，南接项家岭，西连雷家咀居民点，北与雷家咀居民点毗邻。房屋占地面积约0.0024平方千米，房屋呈“带”状分布。居民姓氏有朱、吴两姓，以朱姓为主，均为汉族。2014年末共有居民12户55人。水田82亩，旱地53亩，山林248亩。居民主要种植的农作物和经济作物有水稻，油菜等作物，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19e3255875d0910417ea401539745111.jpg"
  },
  {
    "id": 40,
    "name": "飞宁小区",
    "longitude": "113.47",
    "latitude": "29.38",
    "his": "明至清属吉阳乡白石团；明国初期属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属白石乡；1955年属三泉乡白石农业合作社；1958年属三泉管理区白石大队；1961年属茶庵公社白石大队；1981年更名为白石庙大队；1984年撤社建乡属茶庵乡白石村；1987年撤乡建镇属茶庵岭镇白石村1组至今。",
    "loc": "该居民点位于白石村西部，距村委会驻地1.1千米。东邻107国道；南接宋家岭；西连中央湾李家；北与武深高速毗邻。房屋占地面积0.002平方千米，居民房屋呈“条”状分布。居民有姓李、冯、马、王，以李姓为主，均为汉族，2014年末有居民10户，87人；水田100亩，旱地30亩，山林36亩，村民主要种植的农作物和经济作物有水稻、红薯、油菜、黄豆、西瓜、蔬菜等，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16e48a9b6b287a0e7d00101539745137.jpg"
  },
  {
    "id": 41,
    "name": "宏宇小区",
    "longitude": "113.36",
    "latitude": "29.43",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "该居民点位于丛林村东北部，距村委会驻地原丛林小学1千米，东邻冷家湖村胡家垄，南接张家大屋，西连张家新屋，北与山陡坡毗邻。房屋占地面积约为0.002平方千米，居民房屋呈网状分布。居民为张姓，均为汉族。2014年末，有居民10户45人，水田60亩，旱地15亩，山林115亩，居民种植主要农作物为水稻、油菜、红薯、芝麻、蔬菜，经济来源以务农、务工、种养殖业为主。",
    "pic": "https://graph.baidu.com/resource/18c9a76074e0d92b6bd7f01539745170.jpg"
  },
  {
    "id": 42,
    "name": "万发苑小区",
    "longitude": "113.35",
    "latitude": "29.45",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "位于公社驻地西北4.5公里，大队驻地东1.3公里，人口46，以种植水稻、苎麻为主，渔为副业。",
    "pic": "https://graph.baidu.com/resource/11fd420522a7c00ac1b4501539745191.jpg"
  },
  {
    "id": 43,
    "name": "高桥胡",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清朝属方桥团，民国属丁母乡。1950年设乡属青云乡；1955年属长青一农业合作社；1958年属五星管理区长青一大队；1961年属神山区洪岭公社长青一大队；1975年撤区并社属宋河公社长青一大队；1984年设区建乡属神山区宋河乡马铺村；1986年乡镇体制改革属神山镇马铺村；2001年乡镇合并属神山镇马铺村；2004年村组合并属神山镇马铺村6组至今。",
    "loc": "该居民点位于马铺村南部，距村委会驻地1.1千米。东邻马铺八组；南接马铺七组；西连九房张家；北与马铺五组毗邻。房屋占地面积约0.002415平方千米，居民房屋呈“长”状分布。居民姓氏有方、万等姓，以方姓为主，均为汉族。2014年末，共有居民23户77人、水田228亩、旱地38亩、山林420亩。居民主要种植的农作物和经济作物有水稻、油菜、湘莲，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19a4f3aaa0ee16cad5af601539745237.jpg"
  },
  {
    "id": 44,
    "name": "钟董",
    "longitude": "114.02",
    "latitude": "29.52",
    "his": "宋朝至清朝属北乡池江团；民国属西凉乡；1950年设乡属埠头乡；1955年为灯塔二农业合作社；1958年为神山管理区灯塔二大队；1961年恢复区社建制属神山区神山公社灯塔二大队；1975年撤区并社属神山公社埠头大队；1981年属杨桥大队；1984年设区建乡属神山区神山乡杨桥村；1986年乡镇体制改革属神山镇杨桥村；2004年村组合并杨桥村并入埠头村属神山镇埠头村一组至今。",
    "loc": "该居民点位于埠头村东北部，距村委会驻地3千米。东邻凤凰村；南接金漆海覃家；西连门口鱼池；北与神山湖毗邻。房屋占地面积约0.005平方千米，房屋呈“条”状分布。居民有覃、孙姓，以覃姓为主，均为汉族。2014年末，共有居民48户199人、水田320亩、旱地80亩、山林350亩。村民主要种植水稻、油菜、湘莲、花生。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1299a2abcfe6e89ef241301539745270.jpg"
  },
  {
    "id": 45,
    "name": "月塘孙",
    "longitude": "113.39",
    "latitude": "29.48",
    "his": "明清属西乡小柏团，民国属环湖乡第十保。1950年设乡属小柏乡；1956年属小柏乡和平农业合作社；1958属小柏管理区和平大队；1961年属小柏公社和平大队； 1970年划属赤壁公社东风七大队；1981年更名属芦林畈大队；1984年撤社属小柏乡芦林畈村；1986年撤区建镇属赤壁镇芦林畈村；2004年村组合并属赤壁镇小柏山村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于村委会驻地西面，距村委会驻地1300米，东邻芦林畈居民点，南接芦林畈，西连芦林畈小学，北与主公山相连毗邻，房屋占地面积0.0026平方千米，房屋呈带状分布，2014年末有居民13户75人，村民姓氏均为王姓，均为汉族，有水田93亩，旱地75亩，山林136亩，主要农作物是水稻、棉花，主要经济来源以农工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1470731280f6b4d41fe0401539745292.jpg"
  },
  {
    "id": 46,
    "name": "瓦宏孙",
    "longitude": "113.55",
    "latitude": "29.39",
    "his": "1950年设乡属大梅乡；1956年为宝胜农业合作社；1958年属宝胜大队；1975年撤区并社属荆泉公社双泉、红日大队；1984年设区建乡属荆泉镇双泉村；1986年乡镇体制改革属荆泉办事处双泉。",
    "loc": "位于村委会驻地东南1.8千米，紫金泉山东南1.2千米，盛产楠竹。",
    "pic": "https://graph.baidu.com/resource/11b3db1c275a4608bed0301539745311.jpg"
  },
  {
    "id": 47,
    "name": "帅家",
    "longitude": "114.00",
    "latitude": "29.44",
    "his": "远古自然形成，属本村七组管辖至今。",
    "loc": "芭蕉泉位于南山村村民委员会东南部，距村委会1千米。东邻赤壁市公路应急中心矿山；南接长丰山；西连大泉周家；北与组级公路毗邻。泉眼深2米，最低水位1.7米，最高水位2.2米，涌水高0.5米，最大输水量150立方米，日出水量80立方米。年平均水温10度，属冷泉，天暖夏凉，水味纯正甘甜可口。",
    "pic": "https://graph.baidu.com/resource/1631f06d2e98342a945d001539745335.jpg"
  },
  {
    "id": 48,
    "name": "毕家",
    "longitude": "114.02",
    "latitude": "29.39",
    "his": "解放初期属于随阳镇新民大队；1971年划归红林山分场管辖至今。",
    "loc": "该地片位于红林山林场西部，距分场场部4.2千米，地片面积3400亩，山体生长有松、杉等树林及楠木。东邻黄鹰岩，南界狮子山，西连陆水水库与芳世湾，北与塘湾毗邻。陆水水库修建之前，该处叫芭蕉畈，陆水水库蓄水后，芭蕉畈没入水中，与畈连接的西岸山坡红林山林场建有芭蕉生产队护林点，占地面积60平方米，造筑面积30平方米，主要职责看守林木，防火防盗，简易道路的维护，值守人员实行轮班制。",
    "pic": "https://graph.baidu.com/resource/109da7ee36c0eefccc10e01539745354.jpg"
  },
  {
    "id": 49,
    "name": "高桥陈",
    "longitude": "113.40",
    "latitude": "29.40",
    "his": "明清属新店团；民国属蒲山乡；1950年属朱巷乡；1956年属蒲首乡炬光农业合作社；1958年属赵李桥公社蒲首管理区泉坑大队；1961年恢复建制属赵李桥区新店公社泉坑大队；1975年撤区并社属新店公社马蹄大队；1981年更名属马蹄湖大队；1984年设区建乡属新店区新店乡马蹄湖村；1986年乡镇体制改革属新店镇马蹄湖村；2001年乡镇合并属新店镇马蹄湖村；2004年合村并组属新店镇雨亭岭村十三组至今。",
    "loc": "该居民点位于雨亭岭村西北部，距村委会驻地1千米。东邻木塘垄孟家；南接马蹄湖；西连马蹄湖；北与吴家咀毗邻。房屋占地面积约0.0011平方千米，居民房屋呈“块”状分布。居民姓氏有徐、刘、黄等姓，以黄姓为主，均为汉族。2014年末共有居民10户40人。水田58亩、旱地2.8亩、山林8亩。居民主要种植的农作物和经济作物有水稻、湘莲、油菜、豆类、玉米、芝麻等，经济来源主要是以种植、务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/11417a0db35b15f77417e01539744544.jpg"
  },
  {
    "id": 50,
    "name": "清溪堰阮",
    "longitude": "113.39",
    "latitude": "29.53",
    "his": "1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会北部，距村委会驻地八把刀村三组约1.5千米。东邻陆水河堤，南接闸上，西连东风村乌龟畔，北与东风村毗邻。房屋占地面积约0.0144平方千米，房屋呈“块”状分布。居民姓氏有王、吴、冷、刘、虢等姓。2014年末共有居民72户259人，均为汉族。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1e5f3dd291145b79bde2701539744634.jpg"
  },
  {
    "id": 51,
    "name": "白水村村民委员会",
    "longitude": "113.39",
    "latitude": "29.51",
    "his": "民国属嘉鱼县南复乡。1950年属赤壁乡；1956年属赤壁乡为耀远农业社；1958属赤壁管理区为耀远大队；1961年属赤壁公社为耀远大队；1966年属小柏区赤壁公社为耀远大队；1970年柳山湖并入属赤壁公社为东风一大队；1981年更名为八把刀大队；1984年撤社建乡属赤壁乡八把刀村；1986年撤区并镇属赤壁镇为八把刀村；2004年合并村组，属赤壁镇八把刀村一组至今。2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于八把刀村村委会南部，距村委会驻地八把刀村三组约2.5千米。东邻陆水河，南接柳山镇，西连新村，北与大礼堂毗邻。房屋占地面积约0.014平方千米，房屋呈“块”状分布。居民姓氏有王、定、张、魏、刘等姓。2014年末共有居民68户239人，以汉族为主，其中回族居民有28户156人。水田500亩。居民主要种植的农作物和经济作物有水稻、棉花、油菜，经济来源主要是以务工、务农为主。",
    "pic": "https://graph.baidu.com/resource/15cd84ec980795957ccab01539744703.jpg"
  },
  {
    "id": 52,
    "name": "白岩泉村村民委员会",
    "longitude": "114.07",
    "latitude": "29.46",
    "his": "清朝属汀泗团；民国属汀泗乡；1950年属西湾乡；1955年属白羊乡同心一高级农业合作社；1958年属官塘管理区同心一大队；1961年属白羊公社同心一大队；1975年属官塘公社同心大队；1981年更名为西湾畈大队；1984年属官塘区官塘乡西湾畈村；1987年属官塘驿镇西湾畈村；2004年合村并组属西湾村8组至今。",
    "loc": "该居民点位于西湾村西部，距村委会驻地麦园岭小学5千米。东邻大屋叶家；南接叶家三角冲；西连十里坪果园厂；北与石泉村苏家毗邻。房屋占地面积0.0028平方千米，居民房屋呈“条”状分布。居民有喻、叶、胡、张姓，以喻、叶姓为主，均为汉族。2014年末共有居民14户71人。水田158亩，旱地30亩，山林150亩，居民主要种植水稻、油料、蔬菜、大豆、玉米、红薯等经济作物，经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/159b60a1d8f9c289fc15601539744737.jpg"
  },
  {
    "id": 53,
    "name": "澄水洞村村民委员会",
    "longitude": "113.54",
    "latitude": "29.48",
    "his": "明至清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡。1950年属贺龙乡；1955年属金龙乡日新农业社；1958年属金龙管理区日新大队；1961年属金龙公社；1966年并入龟山大队；1975年划入杨家岭公社；1984年撤社建乡属杨家岭乡龟山村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇；2002年龟山村分出部份另设金家岭村为金家岭村；2004年合村并组，金家岭村并入董家岭村，属中伙铺镇董家岭村18组至今。",
    "loc": "该居民点位于董家岭村中部，距村委会驻地砂垴山约0.5千米。东邻二坊何家,南接庙二垅张家，西连娘庄张家，北与娘娘山毗邻。房屋占地面积约0.0037平方千米，居民房屋呈“网”状分布。居民姓氏有何、张，以何姓为主，均为汉族。2014年末共有居民18户102人。水田112亩、旱地25亩、山林510亩。居民主要种植的农作物和经济作物有水稻、红薯、花生、湘莲、茶叶、蔬菜等。经济来源主要是以务农、务工、经商为主。",
    "pic": "https://graph.baidu.com/resource/173e670af489da9c0345f01539744765.jpg"
  },
  {
    "id": 54,
    "name": "高桥村村民委员会",
    "longitude": "113.40",
    "latitude": "29.30",
    "his": "民国初属羊楼洞自治区港口团；民国三十五年（1946年）撤团设乡属松峰乡；1950年属柳林乡；1955年属石泉乡迎宪三高级农业合作社；1958年属石泉管理区红星三大队；1961年属蓼坪公社红星三大队；1966年更名为大港大队；1975年划入赵李桥公社；1984年撤社建乡划入羊楼司镇；1986年划入赵李桥镇；2004年并入羊楼司村，属赵李桥镇羊楼司村十二组至今。",
    "loc": "该居民点位于羊楼司村东南部，距村委会驻地107国道1404千米处约6.5千米。东邻湖南省临湘市羊楼司镇大全村，南接湖南省临湘市羊楼司镇小港村，西连寺下，北与陈家门毗邻。房屋占地面积约0.001平方千米，房屋呈“块”状分布。居民有李、胡等姓，以李姓为主，均为汉族。2014年末共有居民4户24人，水田13亩，旱地8亩，山林43亩。居民主要种植的农作物和经济作物有：水稻、蔬菜，油菜、红薯，经济来源以务农、竹木经销为主。",
    "pic": "https://graph.baidu.com/resource/16701e8f8c8d294f2aae501539744794.jpg"
  },
  {
    "id": 55,
    "name": "高桥社区居民委员会",
    "longitude": "113.47",
    "latitude": "29.36",
    "his": "1950年属茶庵乡；1953年属三泉乡；1955年属高潮、罗峰两个农业社；1958年属茶庵公社高潮、罗峰两个大队；1971年与五星大队合并，属五星大队；1981年从五星大队分出，属罗峰大队。",
    "loc": "位于公社驻地南3.1千米，大队驻地东1.2千米，主产水稻、茶叶。",
    "pic": "https://graph.baidu.com/resource/1d43eb45837f30ad0335401539744819.jpg"
  },
  {
    "id": 56,
    "name": "洪港村村民委员会",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清属长乐乡方桥团；民国初属神山自治区方桥团；民国三十五年（1946年）撤团设乡属丁母乡；1950年属贺龙乡；1955年属金龙乡李港农业合作社；1958年属金龙管理区李港大队；1961年属金龙公社；1966年并入共同大队；1975年划入杨家岭公社；1981年更名为李家港大队；1984年撤社建乡属杨家岭乡李家港村；1987年撤乡建镇属杨家岭镇；2001年并入中伙铺镇，属中伙铺镇李家港村10组至今。",
    "loc": "该居民点位于李家港村委会东部，距村委会驻地李家港1千米。东邻九房张家；南接十房张家；西连孙家塔桥；北与肖谢家毗邻。房屋占地面积约0.0032平方千米，呈“长方形”状分布。居民均为张姓，汉族。2014年末共有居民16户123人。水田184.5亩、旱地35亩、山林137亩。居民主要种植的农作物和经济作物有水稻、油菜、芝麻、黄豆、湘莲、蔬菜等，兼营养猪、养鱼。经济来源主要以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/183664b731e96f79634f901539744841.jpg"
  },
  {
    "id":57,
    "name": "八黄铁村村民委员会",
    "longitude": "113.40",
    "latitude": "29.44",
    "his": "明至清属沙阳乡枫桥团；民国初属车埠自治区枫桥团；民国三十五年（1946年）撤团设乡属环湖乡；1950年属大罗乡；1955年属长泉乡照耀农业合作社；1958年属长泉管理区照耀大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为烟竹坡大队；1984年撤社建乡属大罗湖乡烟竹坡村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村5组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约2千米。东邻佳木咀；南接戚家塘徐家；西连四清水库；北与枫桥村毗邻。房屋占地面积0.006平方千米，居民房屋呈“块”状分布，居民均为田姓，汉族。2014年末共有居民20户，153人，水田120亩，旱地30亩，山林20亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16721f2c3394a3b07c1ee01539744871.jpg"
  },
  {
    "id": 58,
    "name": "刘英村村民委员会",
    "longitude": "113.34",
    "latitude": "29.48",
    "his": "1959年,此地居民在八角坳桥周边建房定居，并逐步形成居民点，1988年正式命名，2005年2月属黄盖湖农场后勤单位，隶属黄盖湖农场管理；2005年3月，黄盖湖(农场)管理区增设“黄盖社区办事处”，隶属社区办事处管理；2007年11月黄盖社区办事处更名为黄盖街道居民委员会,隶属街道委员会管理；2011年12月，成立黄盖社区居委会，隶属黄盖社区居委会管理至今。",
    "loc": "该居民点位于社区居委会东部，距社区居委会驻地与1.5千米。东邻架子山，南界群英路，西连沿山墩，北与赤壁镇太平口村毗邻。房屋占地面积约0.0034平方千米，居民房屋呈“方”形分布，姓氏以肖、夏、曾、叶等为主。2014年末有居民17户44人，经济来源以经商、务工、退休金等为主。",
    "pic": "https://graph.baidu.com/resource/1092f479654bb7ef72aca01539744894.jpg"
  },
  {
    "id": 59,
    "name": "刘桢村民委员会",
    "longitude": "113.42",
    "latitude": "29.43",
    "his": "民国初属车埠自治区斗门团；民国三十五年（1946年）撤团设乡属郭璞乡；1950年属大罗乡；1955年属长泉乡新华农业合作社；1958年属长泉管理区新华大队；1961年属枫桥公社；1975年属小柏公社；1980年更名为天井山大队；1984年撤社建乡属斗门桥乡天井山村；1987年撤乡建镇属车埠镇；2004年合村并组属车埠镇鸡公山村15组至今。",
    "loc": "该居民点位于鸡公山村东部，距村委会驻地约3千米。东邻泉塘水库；南界官士坳村；西连泉井坡沈家；北与大罗湖公路毗邻。房屋占地面积0.01平方千米，居民房屋呈“块”状分布，居民均为祝姓，汉族。2014年末共有居民40户，216人，水田402亩，旱地80亩，山林70亩，居民以种植水稻、红薯、豆类、油菜、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/17c00a104f78c7328530a01539744981.jpg"
  },
  {
    "id": 60,
    "name": "石溪村村民委员会",
    "longitude": "113.52",
    "latitude": "29.47",
    "his": "明朝元年至1951年属嘉鱼县石塘乡和八蛇乡；1952年划属蒲圻县五区管辖；1955年属建设乡先锋八高级农业合作社；1958年属建设管理区先锋八大队；1961年属建设公社；1966年合并为向阳大队，1975年并入黄龙公社；1981年更名为八蛇畈大队；1984年撤社建乡属黄龙乡八蛇畈村，1986年撤乡建镇属黄龙镇，2001年黄龙镇并入赤马港办事处为八蛇村二组至今。",
    "loc": "八蛇畈原为二、三、四组，现合成村二组，位于村委会西面，距村委会驻地庄咀头1千米。东邻村委会，南接周庄任四组，西连杨泗庙村，北与嘉鱼县官桥毗邻。居民房屋占地面积0.035平方千米。村民姓氏有吕、郑等姓，以吕姓为主，均为汉族，2014年末有145户、798人。耕地913.5亩，山林占地面积819亩，主要经济作物和农作物有水稻、油菜、湘莲。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1685955d5b621a5ecfb9c01539745005.jpg"
  },
  {
    "id": 61,
    "name": "王旭村村民委员会",
    "longitude": "113.48",
    "latitude": "29.40",
    "his": "元至清属吉阳乡白石团；民国初属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属长龙乡；1955年属青峰乡辉煌农业合作社；1958年属青峰管理区辉煌大队；1961年属青峰公社；1975年属茶庵公社；1982年辉煌大队分别为八王庙、长龙岭两个大队属八王庙大队；1984年撤社建乡属青石桥乡八王庙村；1987年撤乡建镇属茶庵岭镇八王庙村6组至今。",
    "loc": "该居民点位于村委会西部，距村委会驻地田坑张家约1千米。东邻高脚彭家；南接望湖咀张家；西连古庄陈家；北与岭上龚家毗邻。房屋占地面积0.0066平方千米，居民房屋呈“块”状分布，居民有卢、袁姓，以卢姓为主，均为汉族。2014年末共有居民33户136人，水田183亩，旱地20亩，山林35亩，居民以种植水稻、红薯、黄豆、芝麻、蔬菜为主，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/1c9efbabd1193de2b3e7201539745036.jpg"
  },
  {
    "id": 62,
    "name": "老屋垅",
    "longitude": "113.37",
    "latitude": "29.40",
    "his": "明属洪山里；清属洪山团；民国属环湖乡第三保；1950年属第一区滨湖乡；1956年属洪山乡月星二农业社；1958年属洪山管理区月星二大队；1961年属洪山公社月星二大队；1981年属洪山公社月星山大队；1984年撤社，属洪山乡月星山村；1987年属余家桥镇月星山村；2002年属洪山农业开发区月星山村；2004年属余家桥乡月星山村三组至今。",
    "loc": "宋家八屋位于月星山村中部，距村委会0.8千米，东邻肖家畈，南接塘抵山，西连老新屋，北与水库坡毗邻。房屋占地面积约为0.002平方千米，居民房屋成网状分布，居民有宋、黄、刘姓，以宋姓为主，均为汉族，2014年末有居民8户35人，水田40亩，旱地7亩，山林85亩，居民种植主要农作物为水稻、油菜、红薯等，经济来源以务农、务工、经商为主。境内景点有三国东吴丁奉王爷庙。",
    "pic": "https://graph.baidu.com/resource/1c1473ffaacfb4580d05a01539745074.jpg"
  },
  {
    "id": 63,
    "name": "董家垅",
    "longitude": "113.36",
    "latitude": "29.49",
    "his": "1950年设乡属铁山乡；1956年属小柏乡铁山高级农业合作社；1958年属小柏管理区铁山大队；1961年恢复区镇建制属车埠区小柏公社铁山大队；1975年撤区并社属小柏公社铁山大队；1981年属小柏公社铁山咀大队；1984年设区建乡属赤壁区小柏山乡铁山咀村；1986年乡镇体制改革属赤壁镇铁山咀村；2001年乡镇合并属赤壁镇铁山咀村；2004年村组合并属赤壁镇周郎嘴村八组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于周郎嘴村西北部，距村委会驻地5千米。东邻清江寨，南接项家岭，西连雷家咀居民点，北与雷家咀居民点毗邻。房屋占地面积约0.0024平方千米，房屋呈“带”状分布。居民姓氏有朱、吴两姓，以朱姓为主，均为汉族。2014年末共有居民12户55人。水田82亩，旱地53亩，山林248亩。居民主要种植的农作物和经济作物有水稻，油菜等作物，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19e3255875d0910417ea401539745111.jpg"
  },
  {
    "id": 64,
    "name": "俞家",
    "longitude": "113.47",
    "latitude": "29.38",
    "his": "明至清属吉阳乡白石团；明国初期属羊楼洞自治区白石团；明国三十五年（1946年）撤团设乡属云台山乡；1950年属白石乡；1955年属三泉乡白石农业合作社；1958年属三泉管理区白石大队；1961年属茶庵公社白石大队；1981年更名为白石庙大队；1984年撤社建乡属茶庵乡白石村；1987年撤乡建镇属茶庵岭镇白石村1组至今。",
    "loc": "该居民点位于白石村西部，距村委会驻地1.1千米。东邻107国道；南接宋家岭；西连中央湾李家；北与武深高速毗邻。房屋占地面积0.002平方千米，居民房屋呈“条”状分布。居民有姓李、冯、马、王，以李姓为主，均为汉族，2014年末有居民10户，87人；水田100亩，旱地30亩，山林36亩，村民主要种植的农作物和经济作物有水稻、红薯、油菜、黄豆、西瓜、蔬菜等，主要经济来源以务农、务工为主，部分经商。",
    "pic": "https://graph.baidu.com/resource/16e48a9b6b287a0e7d00101539745137.jpg"
  },
  {
    "id": 65,
    "name": "青泥湾",
    "longitude": "113.36",
    "latitude": "29.43",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "该居民点位于丛林村东北部，距村委会驻地原丛林小学1千米，东邻冷家湖村胡家垄，南接张家大屋，西连张家新屋，北与山陡坡毗邻。房屋占地面积约为0.002平方千米，居民房屋呈网状分布。居民为张姓，均为汉族。2014年末，有居民10户45人，水田60亩，旱地15亩，山林115亩，居民种植主要农作物为水稻、油菜、红薯、芝麻、蔬菜，经济来源以务农、务工、种养殖业为主。",
    "pic": "https://graph.baidu.com/resource/18c9a76074e0d92b6bd7f01539745170.jpg"
  },
  {
    "id": 66,
    "name": "陈月旦",
    "longitude": "113.35",
    "latitude": "29.45",
    "his": "清属洪山团，民国时期居环湖乡第六保。1950年属第一区丛林乡；1956年属洪山乡丛林一农业社；1958年属洪山管理区丛林一大队；1961年属洪山公社丛林一大队；1966年属洪山公社丛林大队；1984年属洪山乡丛林村；1987年撤区建镇，属余家桥镇丛林村；2002年属洪山农业开发区丛林村；2004年属余家桥乡丛林村五组至今。",
    "loc": "位于公社驻地西北4.5公里，大队驻地东1.3公里，人口46，以种植水稻、苎麻为主，渔为副业。",
    "pic": "https://graph.baidu.com/resource/11fd420522a7c00ac1b4501539745191.jpg"
  },
  {
    "id": 67,
    "name": "周日冲",
    "longitude": "113.56",
    "latitude": "29.49",
    "his": "清朝属方桥团，民国属丁母乡。1950年设乡属青云乡；1955年属长青一农业合作社；1958年属五星管理区长青一大队；1961年属神山区洪岭公社长青一大队；1975年撤区并社属宋河公社长青一大队；1984年设区建乡属神山区宋河乡马铺村；1986年乡镇体制改革属神山镇马铺村；2001年乡镇合并属神山镇马铺村；2004年村组合并属神山镇马铺村6组至今。",
    "loc": "该居民点位于马铺村南部，距村委会驻地1.1千米。东邻马铺八组；南接马铺七组；西连九房张家；北与马铺五组毗邻。房屋占地面积约0.002415平方千米，居民房屋呈“长”状分布。居民姓氏有方、万等姓，以方姓为主，均为汉族。2014年末，共有居民23户77人、水田228亩、旱地38亩、山林420亩。居民主要种植的农作物和经济作物有水稻、油菜、湘莲，经济来源主要是以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/19a4f3aaa0ee16cad5af601539745237.jpg"
  },
  {
    "id": 68,
    "name": "涂家冲",
    "longitude": "114.02",
    "latitude": "29.52",
    "his": "宋朝至清朝属北乡池江团；民国属西凉乡；1950年设乡属埠头乡；1955年为灯塔二农业合作社；1958年为神山管理区灯塔二大队；1961年恢复区社建制属神山区神山公社灯塔二大队；1975年撤区并社属神山公社埠头大队；1981年属杨桥大队；1984年设区建乡属神山区神山乡杨桥村；1986年乡镇体制改革属神山镇杨桥村；2004年村组合并杨桥村并入埠头村属神山镇埠头村一组至今。",
    "loc": "该居民点位于埠头村东北部，距村委会驻地3千米。东邻凤凰村；南接金漆海覃家；西连门口鱼池；北与神山湖毗邻。房屋占地面积约0.005平方千米，房屋呈“条”状分布。居民有覃、孙姓，以覃姓为主，均为汉族。2014年末，共有居民48户199人、水田320亩、旱地80亩、山林350亩。村民主要种植水稻、油菜、湘莲、花生。经济来源以务农、务工为主。",
    "pic": "https://graph.baidu.com/resource/1299a2abcfe6e89ef241301539745270.jpg"
  },
  {
    "id": 69,
    "name": "窦家",
    "longitude": "113.39",
    "latitude": "29.48",
    "his": "明清属西乡小柏团，民国属环湖乡第十保。1950年设乡属小柏乡；1956年属小柏乡和平农业合作社；1958属小柏管理区和平大队；1961年属小柏公社和平大队； 1970年划属赤壁公社东风七大队；1981年更名属芦林畈大队；1984年撤社属小柏乡芦林畈村；1986年撤区建镇属赤壁镇芦林畈村；2004年村组合并属赤壁镇小柏山村五组，2005年7月赤壁镇更名属周郎嘴回族镇至今。",
    "loc": "该居民点位于村委会驻地西面，距村委会驻地1300米，东邻芦林畈居民点，南接芦林畈，西连芦林畈小学，北与主公山相连毗邻，房屋占地面积0.0026平方千米，房屋呈带状分布，2014年末有居民13户75人，村民姓氏均为王姓，均为汉族，有水田93亩，旱地75亩，山林136亩，主要农作物是水稻、棉花，主要经济来源以农工、务农为主。",
    "pic": "https://graph.baidu.com/resource/1470731280f6b4d41fe0401539745292.jpg"
  },
  {
    "id": 70,
    "name": "山垴周",
    "longitude": "113.55",
    "latitude": "29.39",
    "his": "1950年设乡属大梅乡；1956年为宝胜农业合作社；1958年属宝胜大队；1975年撤区并社属荆泉公社双泉、红日大队；1984年设区建乡属荆泉镇双泉村；1986年乡镇体制改革属荆泉办事处双泉。",
    "loc": "位于村委会驻地东南1.8千米，紫金泉山东南1.2千米，盛产楠竹。",
    "pic": "https://graph.baidu.com/resource/11b3db1c275a4608bed0301539745311.jpg"
  },
  {
    "id": 71,
    "name": "内屋舒家",
    "longitude": "114.00",
    "latitude": "29.44",
    "his": "远古自然形成，属本村七组管辖至今。",
    "loc": "芭蕉泉位于南山村村民委员会东南部，距村委会1千米。东邻赤壁市公路应急中心矿山；南接长丰山；西连大泉周家；北与组级公路毗邻。泉眼深2米，最低水位1.7米，最高水位2.2米，涌水高0.5米，最大输水量150立方米，日出水量80立方米。年平均水温10度，属冷泉，天暖夏凉，水味纯正甘甜可口。",
    "pic": "https://graph.baidu.com/resource/1631f06d2e98342a945d001539745335.jpg"
  },
  {
    "id": 72,
    "name": "黄家嘴",
    "longitude": "114.02",
    "latitude": "29.39",
    "his": "解放初期属于随阳镇新民大队；1971年划归红林山分场管辖至今。",
    "loc": "该地片位于红林山林场西部，距分场场部4.2千米，地片面积3400亩，山体生长有松、杉等树林及楠木。东邻黄鹰岩，南界狮子山，西连陆水水库与芳世湾，北与塘湾毗邻。陆水水库修建之前，该处叫芭蕉畈，陆水水库蓄水后，芭蕉畈没入水中，与畈连接的西岸山坡红林山林场建有芭蕉生产队护林点，占地面积60平方米，造筑面积30平方米，主要职责看守林木，防火防盗，简易道路的维护，值守人员实行轮班制。",
    "pic": "https://graph.baidu.com/resource/109da7ee36c0eefccc10e01539745354.jpg"
  }
]